Repository: mozilla-l10n/mt-training-data
Catalog: gej/gej_pontoon.tmx
Source language: en_us
Languages: gej

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
gej: <p>Common Voice yé nyi hahonùpolépopu kè zãna àlɔdoamètɔ lɔ̃lɔ̃nufatɔ̀ kewo só xixe kplògòdo à mè bé gbèwo. àmè kèwo ji la ɖo àɖàŋuɖemɔɖoɖo kèwo la wɔ nu ɖèka àlo gbogboɖe zèɖeka kú gbè jèsi a wo la téŋu zã nupolepopu né wo a téŋu ɖo nùkplamɔkpɔwɔɛwo. </p>. le égbè bé ŋukèkè awo mè a, nùpolepopu gbogboɖewo kèwo lè awó nyí dɔwɔpéwotɔ̀, nu kèya le hɛ̃̀ nuyeyewoɖèɖeto yì ŋùgbèdomè. nùpolepòpuwo kãnà àmè viɖe kèwo dona ŋlɛsigbe, àmèyibɔ, nuwɔàmewo, ŋusu kèwo dɔ̃na ŋusuwo gbɔ, nyɔnu kèwo dɔ̃na nyɔnuwo gbɔ. Egɔ̃̀mè yé nyi bé mɔɖàŋudɔ kè hiã gbèlele má kã gbè gbogboɖewo o eye ekewo be la kã, ma wɔ dɔ nyɔɛɖe na àmè sia àmè. mi ji la trɔ nu kèyà, ye ŋuti mi le mì àsi na àmè si a mè kè so tèpé sia tèpe na ma ébe gbè

source: People come and contribute their voices.
gej: àmèwo dona àlɔ̀ nu a mè ku woabe gbèwo.

source: <playIcon></playIcon>Last one!
gej: <playIcon></playIcon>Ɖèkà kpɔ̀tɛ a / Kpɔ̀tɛ kpɔ̀tɔɛ a !

source: Play/Stop
gej: Hlɛ̃̀/ Tɔ́ tè/ Nɔ̀ tè.

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
gej: Káflã́ tó míàbè<templateFileLink>wómà kè mí cã́ mè</templateFileLink>Nyà gblɔ̀gblɔ̀wóàwó ŋutí ɖó lá vò (cc0 áló ela nyi èdɔ àkoŋuká kè ŋutí mɔ̀ɖèdè lè a) èyé émè ɖó lá kɔ̀, ásɔ̀ ɖó gbèŋlɔ̀ŋlɔ̀ŋutísé a jí èyé ányá hlɛ̃̀hlɛ̃̀. Nyà gblɔ̀gblɔ̀ àwó bè hlɛ̃̀hlɛ̃̀ mù ɖó lá tó àɖàbàpòpò 10-15 èyé àkɔɛ̃tàjèsìwó, àmèŋukɔ́wó kúɖó ŋlɔŋlɔjèsì àkoŋùkáwó má nɔ̀ èmé o.

source: Please fill out this field.
gej: ŋlɔ̀ nu lè fi yè.

source: Please select a language to review sentences.
gej: Mí ɖè kúkú, cã gbè ɖèkà sɔ tó nyàgblɔgblɔàwó mè.

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
gej: <pontoonAccountLink> ɖo profili o<strong> ne wò mu kpɔ ɖo o a. cã apo gbè a <strong>( «Team»)</strong>eye cã ɖoɖo, <pontoonCvLink> Common Voice </pontoonCvLink>. wò la kpɔ nu kèwo gɔ̃̀mè wò la ɖè a. tɔ àsi ɖèka ji ye wò la kpɔ nyàtiwo lè ŋlɛsìgbe mè ku nu kè wò zã sɔ ɖè wo gɔ̃mè a.

source: r
gej: e

source: [‘Raised’ in English is always pronounced as one syllable, not two]
gej: [ wo yɔna « sandwich » sìgbè nyàtiɖèka néné, mu nyí sìgbè vè nèné o]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
gej: hùenu a vá yì. trɔ gbìgbɔ̀ wɔ̀ɛ né é wɔ̀ mínítì ɖèka vɔ̀/ hùenu a vá yì. trɔ gbìgbɔ̀ wɔ̀ɛ né é sù mínítì { $retryLimit }.

source: Rate limit exceeded. Try again in { $retryLimit } seconds
gej: hùenu a vá yì. trɔ gbìgbɔ̀ wɔ̀ɛ né é wɔ̀ { $retryLimit } vɔ̀/ hùenu a vá yì. trɔ gbìgbɔ̀ wɔ̀ɛ né é sù { $retryLimit }ɖèka vɔ̀.

source: Reader Effects
gej: Gbèwo ku gbè dɔɖiɖiwo

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
gej: Nyàtoɖoémèwo kèwo mu lè o yé kè wo hlɛ̃̀nà sìgbè « surment » ɖɔlì « surement ».

source: Read Sentences
gej: Hlɛ̃̀ nyàgbèwo.

source: Read Sentences, Answer Questions
gej: Hlɛ̃ nyàgbèwo eye a ɖó nyàbiɔséwo ŋuti.

source: Read Sentences <small>(Coming soon)</small>
gej: Hlɛ̃̀ nyàgbèwo <small> ( né mi va do gò a)</small>

source: Read sentences submitted by the community in various languages
gej: Hlɛ̃ nyàgbèwo kèwo sɔ ɖo ŋùkumè na hasòsoe a lè gbè vòvòvòwo mè.

source: Ready to do { $count } more?
gej: Wò sɔ̀ gbè la wɔ̀ { $count } wú a ?

source: <recordIcon></recordIcon> Last one!
gej: <recordIcon></recordIcon> Kpɔtɛ a yé yà !

source: [Recording cut off before the end of the last word]
gej: [Nyàlélé sò kéŋugbɔ̀xué nyàkpɔ̀tɛ a wú énu]

source: Record/Stop
gej: Le nu / Tɔ tè nu.

source: Record yourself reading sentences in your language
gej: Le nu kè wò le hlɛ̃̀ lè miabé gbè a mè.

source: Record yourself responding to questions and prompts in your language
gej: Le àpo gbè huè kè nu yé wò lě ɖo nyàbiɔséwo ŋuti éyé wò le dó ŋusɛ̃ àmèwo lè miabé gbè me.

source: Record your voice
gej: Lé àpo gbè

source: Reference the source of your sentence (required)
gej: Nà mìà nyã̀ fíkè wó sɔ̀ nyà gblɔ̀gblɔ̀wó à alo nyàgbè wò a sò.

source: Reject
gej: Gbé

source: Report
gej: Gblɔ̃̀ nyà ɖo ɖa.

source: Report was passed successfully
gej: Wo ɖo tagbã ɖo ɖa nyɔɛɖe/ Wo ɖo nyà a ɖo ɖa nyɔɛɖe.

source: Request a Language
gej: Sɔ gbèɖé ɖo ŋùkumè na àmè.

source: *required
gej: kè hiã a/ kè bíɔ a

source: Re-record
gej: Trɔ le nyà.

source: Re-record clip
gej: Trɔ́ lé nyà.

source: Return
gej: Numèɖoɖo

source: Return to Common Voice Datasets
gej: trɔ yì nùpowolepopu ji

source: Review
gej: Numèkùkǔkpɔ / numègòglǒkpɔ / numèjijikpɔ́.

source: Review and vote for new questions submitted by the community
gej: trɔ kpɔ eye a dà àsi ɖo nyàbiɔse yeyewo kèwo ye hasòso a wɔ̀.

source: Review could not be saved. Please try again later.
gej: Wo mu téŋu lé nyàmètótó à . Trɔ và èji ga búmè,kàflã.

source: ⓘ Review Criteria
gej: Nu kèwo ji wo la ɖo àfɔ̀ kéŋugbɔxué la to nu mè.

source: Review Criteria
gej: Nu kèwo ji wo la ɖo àfɔ̀ kéŋugbɔxué la to nu mè.

source: Reviewed sentences not submitted, are sure?
gej: Wó mu ɖo nyàgbè kèwo dà ŋùku ɖo woa mè o ɖa, wò ji la gbà yì eji a?

source: Review existing sentences submitted by the community
gej: dà ŋùku ɖo nyàgbè kèwo lè eye kè haha sɔ dà ɖo àpo ŋùkumè a.

source: Review questions
gej: nyàbiɔsewo kèwo trɔ àsi lè wo ŋuti a.

source: Review & re-record clips here as you go
gej: Trɔ kpɔ nu eye né be hiã a trɔ le nyàwo..

source: Review & re-record clips if needed
gej: Dà ŋùku ɖo emè nyɔɛɖe né a trɔ le nyà né hiã a.

source: Review Sentences
gej: Dà ŋùku ɖo nyàgbè awo mè.

source: Review sentences in your language
gej: dà ŋùku ɖó nyàgbèwo mè lè àpo gbè mè.

source: Review & Submit
gej: Dà ŋùku ɖo nu mè né wòa sɔ ɖo ɖaa.

source: Review transcriptions of recorded sentences for accuracy
gej: Dà ŋùku ɖó nyàgbèlelewo bé ŋɔ̀ŋlɔ mè kpɔ́ ɖa bé wó sɔ̀ gbè a.

source: Review user-submitted transcriptions in your language
gej: Trɔ́ tó àpo gbè dótɔ awo bé nuŋɔŋlɔwo mè.

source: s
gej: a

source: S
gej: P

source: Select a Language...
gej: cā gbèɖe

source: Select an option
gej: Wɔ̀ cãcã

source: Select a variant (optional)
gej: cã ɖe ( ne jro wò a)

source: Select File
gej: cã fìsiéɖé.

source: Select File to Upload
gej: cã fìsieɖé kè wó la ɖo ɖa a.

source: Select up to three domains (optional)
gej: cã àkpa tɔ̃̀.

source: Sentence
gej: nyàgblɔ̀gblɔ̀/ nyàgbè

source: Sentence Collection
gej: nyàgbèwo bé lélé

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
gej: <sentenceCollectorFragment> wò jro la nya nu sugbɔ so nyàgbèwo ŋuti a</sentenceCollectorFragment>

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
gej: dà ŋùku ɖo miabe nyàgbèxɔ̀xɔxomaɖoɖo.

source: Sentence Domain
gej: go kè mè nyàgbè só a.

source: Sentences are collected for people to read aloud.
gej: wo xɔ̀ nyàgbèwo bé wo la téŋu hlɛ̃̀ wo sɛ̃sɛ̃ɖe.

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
gej: Wó là sɔ̀ nyà gblɔ̀gblɔ̀wó kè mì ŋlɔ̀ lè fíyè à kpé jùgbàjà bè cc-0 nyàcã́cã́pòpú kè jí wó dà àsí ɖó à.

source: { $sentences } sentences reviewed. Thank you!
gej: { $sentences }Wó tó nyàgbèwo mè. Akpè!

source: Sentence Variant
gej: nyàgbèhamèhamèwo

source: Separate sentences into one line by pressing “Enter” or “Return” once
gej: né à téŋu má nyàgbèwo lè woanɔ̀nɔɛwo mè a, zĩ numèɖoɖo butɔ̃ zèɖèka.

source: Service and Retail
gej: dɔwo ku àlɔ̀jinusàsa

source: Share Common Voice
gej: Má common Voice

source: Share your clip
gej: Má apo nyàlélé a

source: Shortcuts
gej: Mɔsɔ̀sɔ̀ɛwo

source: [Should be ‘dinosaurs’]
gej: Ɖo la nyi jìnozɔrìwo

source: [Should be “We are”]
gej: [Ɖo la nyi «surement»]

source: Sign up
gej: ŋlɔ̀ ŋyikɔ

source: Single
gej: nyàgbèɖèkasɔsɔɖoɖa

source: Single sentence submission
gej: nyàgbèɖèkasɔsɔɖoɖa

source: Skip
gej: Vá yì

source: Small batch
gej: vi

source: Small batch sentence submission
gej: nyàgbèviwoɖoɖa

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
gej: gbèɖe wo ɖo vòvòtoto gãɖewo lè gbèŋutisé, nyàɖoɖo alo yɔyɔ kpawo gomè. ekèya ŋuti a, mi la <ctaLink> sɔ gbèlɔzɛwo </ctaLink> ɖo siti a ji lè pè 2022 mè. Ekèyà na bé dùkɔ̃wo wo la do jèsi woabe gbèwo lè gbèlepopugã mè.

source: Someone asks for a language to be added.
gej: àmèɖe le biɔ be wo a sɔ gbèɖe kpe.

source: Source: { $sentenceSource }
gej: jɔ̀sopé:{ $sentenceSource }

source: Speak
gej: Pò nùpo

source: Speak now
gej: Wò la teŋu pò nupo.

source: Speak options menu
gej: « gbèdodo »cãcãtèpé

source: Start recording
gej: Tɔ nyàlele a ji

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
gej: <strong> [gbèɖiɖi sɛŋu ] </strong> jinozɔrijɔ̀asu kèwo so<strong> [ gbèɖiɖi sɛŋu]</strong> -rias.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
gej: <strong> [nuhɔ̃ɛsè] </strong> Trias bé jinozɔrijɔ̀asu <strong> [ kpɛ]</strong>.

source: Submit
gej: Sɔ nú ɖó ɖa.

source: Submit a new question for the community to read and respond to
gej: Sɔ nyàbiɔse yéyé sɔ ɖo ŋùkumè na ha a, hlɛ̂ eye ɖoe ŋuti.

source: Submit a report
gej: Ŋlɔ̀ nu ɖo ɖa.

source: Submit clips
gej: Ɖo nyàléléwo ɖo ɖa.

source: Submit new questions for the community to read and respond to
gej: sɔ nyàbiɔse yéyé sɔ ɖo ŋùkúmè na haho ne ba hlɛ̃ yé be la ɖo woa ŋútí.

source: Success
gej: Dɔwɔ̀wɔ̌ a jè éji / Dɔwɔ̀wɔ̌ a wu nu nyɔɛɖé.

source: success checkmark
gej: Yìyinyɔɛɖéjèsi / Jǐɖùɖǔjèsì

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
gej: Kplɔὲ yí núɖùsímè nè wòá lɔ̃̀ ɖé nyàgbè a jí. Kplɔὲ yí mìɔmè nè a gbé. Kplɔὲ yí jí né á jó lè èjí.<strong> ɖó ŋùkú né a ɖo àpo numètoto bé émè so nu a ɖa! </strong>

source: Taking several attempts to read a word.
gej: Ajè tre mè ájè àgbã mè / Ahlɔ̃ ŋútɔ kéŋugbɔxué ahlɛ̃̀ nyà ɖèka.

source: Tap
gej: Zī nú ji

source: Technology and Robotics
gej: mɔ̀ɖàŋudɔ ku hlòboɖoɖo

source: Thank you for contributing your bulk submission!
gej: àkpe na wò bé wò do nu émè eye wò ɖo nyàgbèwo sùgbɔ ɖo ɖa!

source: Thank you for contributing your voice!
gej: Akpe na wò bé wò woe apo gbè na mi/ àkpe na wò bé wò na mi apo gbè !

source: Thank you for donating your voice clips!
gej: Akpé na wò bé wò na mí apo gbèlélé kpaɖé !

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
gej: Akpé na wò ɖo apo nyàlelewo ŋuti ! <lineBreak></lineBreak> Fifì a wò la téŋu dà àsi ɖo eji eye a sɔ nyàlelekpaɖe kèwo gbɔ̃nà a ɖo ɖaa.

source: Thank you for your voice information
gej: Akpé ɖo gbènyànanawo ŋúti.

source: The bumblebee sped by.
gej: Vüvü a zrò.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
gej: Lè àjàfi kè mè wò dànà nyàlelekpaɖewo ɖe mè a, wo la teŋu kpɔ nyàlele kèwo ji wó mú dà àsi ɖo lè Common Voice ji o. wo la teŋu kpɔ́ àjàfi kè a ne wo la telesaze nuwo.

source: The clip has disrespectful or offensive language.
gej: Amèmabunyàwo / Ezũ̀wo lè nyàlélé a kpaɖé mè.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
gej: Commun Voice ɖo ègbè àkpe kàtakpo kè la kpe ɖo mɔ̀ɖàŋunuɖàtotɔwo né wo a teŋu ɖè gbèmɔ̀ɖàŋùnuwo to.

source: The giant dinosaur of the Triassic.
gej: Trias bé jinozɔrijɔ̀asu

source: The giant dinosaurs of the Triassi-.
gej: Tria- bé jìnòzɔrijɔ̀asuwo.

source: The giant dinosaurs of the Triassic.
gej: Trias bé dinosɔrijɔ̀asuwó.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
gej: Trias bé jinozɔrìjɔ̀asuwo <strong> [ gbècucugbɔ̃ɖe bé núhɛ̃hlɛ̃̌]</strong>

source: The giant dinosaurs of the Triassic. Yes.
gej: Trias bé jinozɔrijɔ̀asuwo. ɛ̃̀ɛ

source: The giant dino <strong>[cough]</strong> the Triassic.
gej: jinozɔrijɔ̀asu <strong> [ kpɛ] </strong> Trias

source: There are currently no sentences to review in this language.
gej: Nyàgbè ɖékpé mú lè kèyé mè wo la dà ŋùku ɖo lè gbè kèyà mè fífì o.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
gej: wo la téŋu pò nùpo so gbè ŋuti lè go vòvòvòwo mè. lè nukpakpla to mɔɖaŋukpɔwɔɛwo ji a, Common Voice biɔ be àmè bé àmè be susu né nɔ nugɔ̃mèsèse lè gbèwo domè alo wo a ɖo nyàbiɔse kèyà ŋuti :" ɖe àmè kèwo le do gbè kèyà wo la teŋu sè woa nɔnɔɛwo gɔ̃mè kloe, alo wo le jè àgbàgba bé yewo a sè yewo nɔnɔgɔ̃womè a? "

source: The recording was too long.
gej: Nyàlele a didi wu nu.

source: The recording was too quiet.
gej: Nyàlélé a bé gbèɖiɖi a yì gɔmè ŋutɔ.

source: The recording was too short.
gej: Nyàlele a mu didi kuiɖeka ŋutɔ o.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
gej: Jɔ̀jɔ̀mèvòvòtoto lè núhlɛ̃tɔwo bé gbèkɔkɔyìji mè. wo lǎ tutu nuwo né núhlɛ̃tɔ́ a bé gbè yì ji lélélé kaka na bé nyàwólélé a le sò alo gbè a ɖiɖi ŋutɔ kaka wò mu la gbà téŋu sè nu kè wo le gblɔ̃̀ kè to vo na nuŋɔŋlɔ a o.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
gej: Nyàgbèxɔ̀tɔ a tù tá Common Voice ji . So égbè ji à wó lǎ téŋu <writeURL>ŋlɔ̀</writeURL>nyàgbèɖè àló<reviewURL> a dà ŋùku ɖo wóa mè</reviewURL>lè Common Voice jí.

source: The sentence has a grammatical or spelling error.
gej: Gbèŋutisèvòdàdǎ lè nyàgbè a mè / núŋɔ̀ŋlɔvòdàdǎ lè nyàgbè a mè.

source: The sentence has disrespectful or offensive language.
gej: Gbɔɖìamènyǎwo lè nyàgbè a mè/ Ezũ̀wo lè nyàgbè a mè.

source: The sentence must be grammatically correct.
gej: Wò ɖó là ŋlɔ̀ nyàgbè a zɔ̃ ɖó gbèŋutíséséwo ji tútutu.

source: The sentence must be speakable.
gej: Wò ɖo la téŋu yɔ nyàgbè a.

source: The sentence must be spelled correctly.
gej: Wò ɖó là ŋlɔ̀ nyàgbè à pépépé.

source: The website text is translated into that language.
gej: wo ɖè sitiwɛbu a lè gbè kèyà mè.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
gej: Mu nyí jizĩzĩ na wò bé wò la na nyànana kèyàwo o; wò la teŋu sɔwó kpe ne wò vò le kla mè a alo né mu la do nùpo na wò o a. Né mi ɖè nyàlelepòpu a to a, mi ɖona nyikɔ bu na àmè eye mi kpɔna égbɔ bé nyànana kèyawo sìgbè apo nyikɔ ku apo imɛli wo mu gbà nɔ̀ kàdodo mè ku àmèhɛ̃̀hlɛ̃nyànanawo sìgbè èpe alo apo ŋúsù alo nyɔnùnyinyi o.

source: Three to go!
gej: Ewu tɔ̃ !

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
gej: keŋugbɔ̀xue nyàleleɖe la zɛ̃ lè Common Voice ji a, àmè amè vè ɖo la dà àsi ɖo eji.

source: Too many files
gej: fìsiewo sùgbɔ

source: Transcribe audio recordings into text
gej: ŋlɔ̀ nyàlélé awo.

source: Transcribe audio recordings in your language
gej: nyàléléwoŋɔ̀ŋlɔ lè àpo gbè mè.

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
gej: <translateVideoLink> kpɔ miabe xoma kè pònu po so lekè wo zãna pontoon ŋuti.

source: Translating the site
gej: ɖè siti gɔ̃̀mè

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
gej: nyàgɔ̂̃̀mèɖèɖe a wo wɔ̀ nɛ so ŋlɛsìgbe sɔ yìna gbèbu mè, vɔ̀ a wò la teŋu kpɔ<strong> nyà kèwo wo la sɔ ɖo ŋùkumè na wò </strong> lè gbèbuwo mè. tɔ àsi <strong> Profili</strong> ji, eye tɔ alɔ̀ <strong>palamɛtri</strong> ji eye sɔ gbè kèwo wò dona sɔ kpe e. Lè apo ɖùsi mè le gɔ̂̀mè a, wò la kpɔ nyàti kèwo ɖè woa gɔ̃̀mè kè wo yɔna bé <strong> Locales</strong>. Nyàgɔ̃̀mèɖèɖe awo a, wo ɖènà wo ɖe go lè siti a ji lè ŋùkèkè vè ŋùgbedomè.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
gej: wo ɖènà Common Voice bé siti a lè <strong>Pontoon</strong> ji.

source: Try again by dragging your file here
gej: gbà gbìgbɔ̀ dà àpo fisie a ɖo fíyè.

source: Try uploading again
gej: gbà gbìgbɔ̀ sɔ nu ɖo ɖa a.

source: Understand contribution criteria
gej: Sè nyà kèwo la kpɔ kéŋugbɔxue la do àmè àlɔ àmè/ Sè nyà kèwo la kpɔ kéŋugbɔxue la do àlɔ nu mè.

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
gej: Sè nu kè gɔ̃̀mè wò ɖó la le to ɖo lè huè kè nu ye wò le sè nyàlélé awo né a téŋu sɔ kpe wò ŋutɔ apo nyàlelewo.

source: Upload aborted. Do you want to delete your recordings?
gej: Nu kè wò ɖo ɖo ɖa a mu téŋu yì o. Ɖe wò ji la tútú apo nyàléléwo a ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
gej: { $uploadedSentences }nyàgbè kèwo wó xɔ̀ kùɖo{ $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
gej: { $uploadedSentences }nyàgbèwo kè wó xɔ̀ kùɖo{ $totalSentences }. tɔ àsi <downloadLink> fiyè</downloadLink> né wo la telesaze nyàgbèwo kè wo gbé a.

source: Upload failed, please retry.
gej: nyàgbè a mu téŋu yì o, taflacɛ trɔ gbìgbɔ ɖoe ɖo ɖa.

source: Upload <icon></icon> public domain sentences
gej: sɔ́ nyàgbɔ̃gblɔ̃̌ kèyé àmèwo nya nyɔɛɖé a kpé è.

source: Upload in progress...
gej: e le yì.

source: Upload more sentences?
gej: ɖo nyàgbè buwo ɖo ɖa a?

source: Use correct grammar
gej: zã̀ gbèŋutise se àwo nyɔ̀ɛ̀ɖé.

source: Use correct spelling and punctuation
gej: wò ɖo la ŋlɔ̀ nyàwo nyɔɛɖé eye wò ɖo la zã gbèŋutisejèsìwo le be jè.

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
gej: né a kpɔ bé nyɔnu alo ŋusu gbèdotɔ a hlɛ nyàgbè awo àdodoemètɔ a.

source: Validate Readings
gej: Dà àsí ɖó nùhɛ̃̀hlɛ̃̀ àwó jí.

source: Validate Readings, Review Transcriptions
gej: Dà àsí ɖó núhɛ̃̀hlɛ̃àwó jí, trɔ tó núŋɔŋlɔ awó mè.

source: Validate Readings <small>(Coming soon)</small>
gej: Dàsí ɖó nùhɛ̃̀hlɛ̃̌ àwó jí<small>(èlà sɔgbè zã ɖé yà</small>)

source: Validate readings submitted by community members
gej: Dà àsí ɖó hàsosonúhɛ̃̀hlɛ̃̀ kéwó ɖó ɖa jí,

source: Validate user-recorded readings in your language
gej: Dà àsi ɖo àpo gbè a dotɔwo bé nuhɛ̃̀hlɛ̃̌lelewo ji

source: Varying Pronunciations
gej: Nuyɔyɔvòvòvòwo

source: Voice clips are entered into a submission queue that readies them for listening.
gej: wo lena gbè awo ɖo kɔ̀nɛsĩɔka ɖewo ji kè bɔ̀nà wo né woabe sèsě.

source: Voice Contribution
gej: àsidodonumè ku gbè.

source: Voice Validation
gej: àsidaɖogbèɖiɖiji

source: Volume
gej: Gbè

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
gej: ɖe wo le ji la do àsi Common Voice ne be la gbà nyɔ a ? enyɔ ŋutɔ ! ŋlɔ̀ nu na mi to miabe imɛli ji alo to miabe folɔmù<discourseLink>discourse</discourseLink>, ɖo tagbãwo ɖo ɖa lè GitHub</githubLink>alo mi do go ku mí lè hahosɛ̂ŋukâkâ a kà mè kè nyi<matrixLink>Matrix</matrixLink>.

source: Want to save your information? <createProfile>Create a profile</createProfile>
gej: Ɖe wò jí la le apo nyànanawo a ? <createProfile> Dà àmètakoɖoefótò ɖo sitì a ji a. </createProfile>

source: Want to stay in touch with Common Voice?
gej: ɖe wò le ji la nɔ kàmè ku Common Voice à?

source: We are going out to get a coffee.
gej: Surement, il y fera beau.

source: We are going out to get coffee.
gej: Sɔ̀ mè la nyɔ́ kpoe

source: Website Localization
gej: sitiwɛbu a gɔ̃mèɖeɖe

source: We couldn’t get any audio clips for you to listen to. Please try again later.
gej: Mi mu téŋu xɔ̀ nyàsèsekpɔwɔɛwo né mi la sè o. Mí ɖè kuku trɔ gbìgbɔ wɔɛ kpɔ́ gà bu mè.

source: We couldn’t get any sentences for you to speak. Please try again later.
gej: Mí mu kpɔ́ nyàgbèwo kè mí la yɔ́ ò. Né wɔ̀ víɖé a mi la trɔ gbìgbɔ wɔɛ kpɔ.

source: We launch the Common Voice site in this language.
gej: mi le ɖè Common Voice bé siti a fiɔ lè gbè kèyà mè.

source: We may have run out of clips - refresh the page, or try again later.
gej: Mí gbà ɖo kpɔwɔɛɖewo kèwo ji mi la dà àsi ɖó lè gbè kèyà mà o…

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
gej: Mi le mì àsi na àmè sia mè ne ba do alɔ̀ nu a mè to ébé gbèlele ji. Le àpo gbè, dà si ɖo àmè buwo bé nyàlelewo ji, jrà gbèlelewo ɖo na àmèwo kpata bé nyɔna.

source: We’re going out to get coffee.
gej: Surment, il fera beau.

source: We release the dataset every 3 months.
gej: mí ɖènà nuwó tó wètri tɔ̃̀ sia wètri trɔ̃̀.

source: We're making some big changes
gej: Mí lè trɔ́ àsí sùgbɔ lè núwó ŋútí.

source: We’re sorry, your platform is not currently supported.
gej: Taflacɛ/ Mí ɖè kuku miabe platefɔmì a wo mu kpɔ le sɔɛ oo.
